Repository: C-EO/software-o-o
Catalog: locale/*/software.po
Languages: et

source: 1 Click Install
et: 1 Klõpsake paigaldusele

source: <b>%s</b> project
et: <b>%s</b> projekt

source: <b>official release</b>
et: <b>ametlik väljalase</b>

source: <b>official update</b>
et: <b>ametlik uuendus</b>

source: Add repository and install manually
et: Lisa hoidla ja paigalda käsitsi

source: Architecture
et: Arhidektuur

source: Back to home page
et: Tagasi pealehele

source: Cancel
et: Katkestamine

source: Categories
et: Kategooriad

source: Category
et: Kategooria

source: Community
et: Kommuun

source: Connection to OBS is unavailable. Functionality of this site is limited.
et: Ühendus OBS-iga pole saadaval. Selle veebilehe funktsionaalsus on piiratud.

source: Desktop
et: Töölaud

source: Development
et: Arendus

source: Development packages
et: Arenduspaketid

source: Distribution
et: Väljalase

source: Distributions
et: Väljalasked

source: Download appliance from %s
et: Laadige seade alla %s

source: Education & Science
et: Haridus & teadus

source: Experimental
et: Eksperimentaalne

source: For <strong>%s</strong> run the following as <strong>root</strong>:
et: Järgmised<strong>%s</strong> käivitage<strong>juur</strong>kasutajana:

source: For <strong>%s</strong> run the following:
et: Selle <strong>% s </strong> käivitamiseks järgmist:

source: For <strong>Arch Linux</strong>, edit /etc/pacman.conf and add the following (note that the order of repositories in pacman.conf is important, since pacman always downloads the first found package):
et: <strong> Arch Linuxi </strong> puhul redigeerige /etc/pacman.conf ja lisage järgmine tekst (pidage meeles, et andmehoidlate järjekord paketis pacman.conf on oluline, kuna pacman laadib alati alla esimese leitud paketi):

source: Games
et: Mängud

source: Grab binary packages directly
et: Haarake binaarpaketid otse

source: Graphics
et: Graafika

source: Image:
et: Tõmmis:

source: Install package %s / %s
et: Paigalduse pakett %s / %s

source: Installation
et: Paigaldamine

source: Installation Source
et: Paigaldamise allikas

source: Leap %s DVD (Build %s)
et: Leap %s DVD (Kooste %s)

source: Leap %s Network Installation
et: Leap %s üle võrgu paigaldus

source: Leap %s Network Installation (Build %s)
et: Leap %s üle võrgu paigaldus (Kooste %s)

source: Learn more
et: Uurige lisaks

source: License
et: Litsents

source: Live
et: Live - otse plaadilt

source: Medium
et: Andmekandja

source: Multimedia
et: Multimeedia

source: Network
et: Võrk

source: No appliance data for %{project}
et: Seadme andmed %{project} kohta puuduvad

source: No appliances found in project %s
et: Projektis %s ei leitud ühtegi seadet

source: No data for %s / %s
et: Andmed puuduvad %s/ %s

source: No description.
et: Puudub kirjeldus.

source: No downloads found for %s in project %s
et: Allalaadimisi ei leitud %s projektis %s

source: No packages found matching your search.
et: Teie otsingule vastavaid pakette ei leitud.

source: OBS Backend not available
et: OBS Backend pole saadaval

source: OK
et: Okei

source: Office & Productivity
et: Kontor & Tootmine

source: Official
et: Ametlik

source: Package %s not found...
et: Paketti %s ei leitud...

source: Packages for %s:
et: Paketid %s jaoks:

source: Rescue
et: Parandamine - päästmine

source: Search
et: Otsing

source: Search packages...
et: Pakettide otsing...

source: Search settings
et: Seadete otsing

source: Select Your Operating System
et: Valige oma operatsioonisüsteem

source: Select the image type
et: Valige tõmmise tüüp

source: Show
et: Näita

source: Show %s for other distributions
et: Näita %s teiste distrode jaoks

source: Show community packages
et: Näita kommuuni hallatavaid pakette

source: Show debug packages
et: Näita silumispakette

source: Show development packages
et: Näita arenduse pakette

source: Show experimental packages
et: Näita eksperimentaalseid pakette

source: Show language packages
et: Näita keelepakette

source: Size
et: Suurus

source: Software
et: Tarkvara

source: Source
et: Allikas

source: Sub-Packages
et: Alampaketid

source: System & Utility
et: Süsteem & Utiliidid & Üldvahendid

source: The authentication to the OBS API has not been configured correctly.
et: OBS API autentimine pole õigesti konfigureeritud.

source: The following distributions are not officially supported. Use these packages at your own risk.
et: Järgmisi distrosid ametlikult ei toetata. Kasutage neid pakette omal vastutusel.

source: Then run the following as <strong>root</strong>
et: Seejärel käivitage järgmine käsk <strong>juur</strong> kasutajana

source: There is no official package available for %s
et: %s jaoks pole ametlikku paketti saadaval

source: Tumbleweed %s Network Installation (i586)
et: Tumbleweed %s Võrgupaigaldus (i586)

source: Tumbleweed %s Network Installation (x86_64)
et: Tumbleweed %s Võrgupaigaldus (x86_64)

source: Tumbleweed %s Rescue CD (i686)
et: Tumbleweed %s Pääste CD (i686)

source: Tumbleweed %s Rescue CD (x86_64)
et: Tumbleweed %s Pääste CD (x86_64)

source: Unsupported distributions
et: Mittetoetatud distrod

source: Version
et: Versioon

source: View
et: Vaata

source: openSUSE Software
et: openSUSE Tarkvara

source: openSUSE contributors
et: openSUSE toetajad
